{"question40":{"seed_withPrefix":"http://dbpedia.org/resource/John_F._Kennedy_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Is John F. Kennedy International Airport airport its city is New York metropolitan area?","query":"ASK WHERE{\n\t<http://dbpedia.org/resource/John_F._Kennedy_International_Airport> \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t<http://dbpedia.org/resource/John_F._Kennedy_International_Airport>\t<http://dbpedia.org/ontology/city>\t<http://dbpedia.org/resource/New_York_metropolitan_area>. \n}","graphString":"John F. Kennedy International Airport ____ type ____ airport\nJohn F. Kennedy International Airport[airport] ____city____ New York metropolitan area[city]\n","noOfTriples":2,"answers":["true"],"answerCardinality":1,"noOfTokens":14,"qustionComplexity":0.187,"shapeType":"STAR","questionType":"Yes-No-Is"},"question41":{"seed_withPrefix":"http://dbpedia.org/resource/John_F._Kennedy_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"What are the airports that its location is New York City?","query":"SELECT DISTINCT ?Seed WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/location>\t<http://dbpedia.org/resource/New_York_City>. \n}","graphString":"John F. Kennedy International Airport ____ type ____ airport\nJohn F. Kennedy International Airport[airport] ____location____ New York City[city]\n","noOfTriples":2,"answers":["http://dbpedia.org/resource/John_F._Kennedy_International_Airport","http://dbpedia.org/resource/West_30th_Street_Heliport","http://dbpedia.org/resource/New_York_Skyports_Seaplane_Base"],"answerCardinality":3,"noOfTokens":11,"qustionComplexity":0.22,"shapeType":"STAR","questionType":"What"},"question44":{"seed_withPrefix":"http://dbpedia.org/resource/John_F._Kennedy_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"How many airport its location is New York City?","query":"SELECT (COUNT (?Seed) AS ?count) WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/location>\t<http://dbpedia.org/resource/New_York_City>. \n}","graphString":"John F. Kennedy International Airport ____ type ____ airport\nJohn F. Kennedy International Airport[airport] ____location____ New York City[city]\n","noOfTriples":2,"answers":["3"],"answerCardinality":1,"noOfTokens":9,"qustionComplexity":0.18,"shapeType":"STAR","questionType":"How-many"},"question45":{"seed_withPrefix":"http://dbpedia.org/resource/San_Francisco_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Is Aachen Merzbrück Airfield airport its location is Unincorporated area?","query":"ASK WHERE{\n\t<http://dbpedia.org/resource/Aachen_Merzbrück_Airfield> \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t<http://dbpedia.org/resource/Aachen_Merzbrück_Airfield>\t<http://dbpedia.org/ontology/location>\t<http://dbpedia.org/resource/Unincorporated_area>. \n}","graphString":"San Francisco International Airport ____ type ____ airport\nSan Francisco International Airport[airport] ____location____ Unincorporated area[city]\n","noOfTriples":2,"answers":["false"],"answerCardinality":1,"noOfTokens":10,"qustionComplexity":0.133,"shapeType":"STAR","questionType":"Yes-No-Is"},"question42":{"seed_withPrefix":"http://dbpedia.org/resource/Mexico_City_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Which airport its city is Mexico City?","query":"SELECT DISTINCT ?Seed WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/city>\t<http://dbpedia.org/resource/Mexico_City>. \n}","graphString":"Mexico City International Airport ____ type ____ airport\nMexico City International Airport[airport] ____city____ Mexico City[city]\n","noOfTriples":2,"answers":["http://dbpedia.org/resource/Mexico_City_International_Airport","http://dbpedia.org/resource/Mexico_City_Texcoco_Airport","http://dbpedia.org/resource/Felipe_Ángeles_International_Airport"],"answerCardinality":3,"noOfTokens":7,"qustionComplexity":0.14,"shapeType":"STAR","questionType":"Which"},"question43":{"seed_withPrefix":"http://dbpedia.org/resource/John_F._Kennedy_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Give me which airport its city is New York metropolitan area?","query":"SELECT DISTINCT ?Seed WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/city>\t<http://dbpedia.org/resource/New_York_metropolitan_area>. \n}","graphString":"John F. Kennedy International Airport ____ type ____ airport\nJohn F. Kennedy International Airport[airport] ____city____ New York metropolitan area[city]\n","noOfTriples":2,"answers":["http://dbpedia.org/resource/LaGuardia_Airport","http://dbpedia.org/resource/Newark_Liberty_International_Airport","http://dbpedia.org/resource/Westchester_County_Airport","http://dbpedia.org/resource/John_F._Kennedy_International_Airport"],"answerCardinality":4,"noOfTokens":11,"qustionComplexity":0.22,"shapeType":"STAR","questionType":"Requests"},"question48":{"seed_withPrefix":"http://dbpedia.org/resource/John_F._Kennedy_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Which airport its location is New York City?","query":"SELECT DISTINCT ?Seed WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/location>\t<http://dbpedia.org/resource/New_York_City>. \n}","graphString":"John F. Kennedy International Airport ____ type ____ airport\nJohn F. Kennedy International Airport[airport] ____location____ New York City[city]\n","noOfTriples":2,"answers":["http://dbpedia.org/resource/John_F._Kennedy_International_Airport","http://dbpedia.org/resource/West_30th_Street_Heliport","http://dbpedia.org/resource/New_York_Skyports_Seaplane_Base"],"answerCardinality":3,"noOfTokens":8,"qustionComplexity":0.16,"shapeType":"STAR","questionType":"Which"},"question49":{"seed_withPrefix":"http://dbpedia.org/resource/John_F._Kennedy_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"What are the airports that its city is New York metropolitan area?","query":"SELECT DISTINCT ?Seed WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/city>\t<http://dbpedia.org/resource/New_York_metropolitan_area>. \n}","graphString":"John F. Kennedy International Airport ____ type ____ airport\nJohn F. Kennedy International Airport[airport] ____city____ New York metropolitan area[city]\n","noOfTriples":2,"answers":["http://dbpedia.org/resource/LaGuardia_Airport","http://dbpedia.org/resource/Newark_Liberty_International_Airport","http://dbpedia.org/resource/Westchester_County_Airport","http://dbpedia.org/resource/John_F._Kennedy_International_Airport"],"answerCardinality":4,"noOfTokens":12,"qustionComplexity":0.24,"shapeType":"STAR","questionType":"What"},"question46":{"seed_withPrefix":"http://dbpedia.org/resource/O'Hare_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"airport its location is Chicago?","query":"SELECT DISTINCT ?Seed WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/location>\t<http://dbpedia.org/resource/Chicago>. \n}","graphString":"O'Hare International Airport ____ type ____ airport\nO'Hare International Airport[airport] ____location____ Chicago[city]\n","noOfTriples":2,"answers":["http://dbpedia.org/resource/Midway_International_Airport","http://dbpedia.org/resource/O'Hare_International_Airport","http://dbpedia.org/resource/Meigs_Field"],"answerCardinality":3,"noOfTokens":5,"qustionComplexity":0.1,"shapeType":"STAR","questionType":"Topical-Prune"},"question47":{"seed_withPrefix":"http://dbpedia.org/resource/O'Hare_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"What are the airports that its location is Chicago?","query":"SELECT DISTINCT ?Seed WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/location>\t<http://dbpedia.org/resource/Chicago>. \n}","graphString":"O'Hare International Airport ____ type ____ airport\nO'Hare International Airport[airport] ____location____ Chicago[city]\n","noOfTriples":2,"answers":["http://dbpedia.org/resource/Midway_International_Airport","http://dbpedia.org/resource/O'Hare_International_Airport","http://dbpedia.org/resource/Meigs_Field"],"answerCardinality":3,"noOfTokens":9,"qustionComplexity":0.18,"shapeType":"STAR","questionType":"What"},"question30":{"seed_withPrefix":"http://dbpedia.org/resource/John_F._Kennedy_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"How many airport its city is New York metropolitan area?","query":"SELECT (COUNT (?Seed) AS ?count) WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/city>\t<http://dbpedia.org/resource/New_York_metropolitan_area>. \n}","graphString":"John F. Kennedy International Airport ____ type ____ airport\nJohn F. Kennedy International Airport[airport] ____city____ New York metropolitan area[city]\n","noOfTriples":2,"answers":["4"],"answerCardinality":1,"noOfTokens":10,"qustionComplexity":0.2,"shapeType":"STAR","questionType":"How-many"},"question33":{"seed_withPrefix":"http://dbpedia.org/resource/John_F._Kennedy_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"airport its city is New York metropolitan area?","query":"SELECT DISTINCT ?Seed WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/city>\t<http://dbpedia.org/resource/New_York_metropolitan_area>. \n}","graphString":"John F. Kennedy International Airport ____ type ____ airport\nJohn F. Kennedy International Airport[airport] ____city____ New York metropolitan area[city]\n","noOfTriples":2,"answers":["http://dbpedia.org/resource/LaGuardia_Airport","http://dbpedia.org/resource/Newark_Liberty_International_Airport","http://dbpedia.org/resource/Westchester_County_Airport","http://dbpedia.org/resource/John_F._Kennedy_International_Airport"],"answerCardinality":4,"noOfTokens":8,"qustionComplexity":0.16,"shapeType":"STAR","questionType":"Topical-Prune"},"question34":{"seed_withPrefix":"http://dbpedia.org/resource/O'Hare_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"airport its location is Illinois?","query":"SELECT DISTINCT ?Seed WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/location>\t<http://dbpedia.org/resource/Illinois>. \n}","graphString":"O'Hare International Airport ____ type ____ airport\nO'Hare International Airport[airport] ____location____ Illinois[administrative region]\n","noOfTriples":2,"answers":["http://dbpedia.org/resource/Metropolis_Municipal_Airport","http://dbpedia.org/resource/Midway_International_Airport","http://dbpedia.org/resource/O'Hare_International_Airport","http://dbpedia.org/resource/Aurora_Municipal_Airport","http://dbpedia.org/resource/DuPage_Airport","http://dbpedia.org/resource/Shelby_County_Airport_(Illinois)","http://dbpedia.org/resource/Rend_Lake","http://dbpedia.org/resource/Air_Estates_Airport","http://dbpedia.org/resource/Centralia_Municipal_Airport","http://dbpedia.org/resource/Mount_Vernon_Airport","http://dbpedia.org/resource/Poplar_Grove_Airport"],"answerCardinality":11,"noOfTokens":5,"qustionComplexity":0.1,"shapeType":"STAR","questionType":"Topical-Prune"},"question31":{"seed_withPrefix":"http://dbpedia.org/resource/John_F._Kennedy_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Which airport its city is New York metropolitan area?","query":"SELECT DISTINCT ?Seed WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/city>\t<http://dbpedia.org/resource/New_York_metropolitan_area>. \n}","graphString":"John F. Kennedy International Airport ____ type ____ airport\nJohn F. Kennedy International Airport[airport] ____city____ New York metropolitan area[city]\n","noOfTriples":2,"answers":["http://dbpedia.org/resource/LaGuardia_Airport","http://dbpedia.org/resource/Newark_Liberty_International_Airport","http://dbpedia.org/resource/Westchester_County_Airport","http://dbpedia.org/resource/John_F._Kennedy_International_Airport"],"answerCardinality":4,"noOfTokens":9,"qustionComplexity":0.18,"shapeType":"STAR","questionType":"Which"},"question32":{"seed_withPrefix":"http://dbpedia.org/resource/Mexico_City_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"What are the airports that its city is Mexico?","query":"SELECT DISTINCT ?Seed WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/city>\t<http://dbpedia.org/resource/Mexico>. \n}","graphString":"Mexico City International Airport ____ type ____ airport\nMexico City International Airport[airport] ____city____ Mexico[country]\n","noOfTriples":2,"answers":["http://dbpedia.org/resource/Bahía_de_los_Ángeles_Airport","http://dbpedia.org/resource/San_Luis_Río_Colorado_Airport","http://dbpedia.org/resource/Tehuacán_Airport","http://dbpedia.org/resource/General_Francisco_Mujica_International_Airport","http://dbpedia.org/resource/Zacatecas_International_Airport","http://dbpedia.org/resource/Mexico_City_International_Airport","http://dbpedia.org/resource/Saltillo_Airport","http://dbpedia.org/resource/San_Cristóbal_de_las_Casas_National_Airport","http://dbpedia.org/resource/Aguascalientes_International_Airport","http://dbpedia.org/resource/Bahías_de_Huatulco_International_Airport","http://dbpedia.org/resource/Del_Norte_International_Airport","http://dbpedia.org/resource/Guerrero_Negro_Airport","http://dbpedia.org/resource/Mérida_International_Airport","http://dbpedia.org/resource/Puerto_Escondido_International_Airport","http://dbpedia.org/resource/Ixtepec_Airport","http://dbpedia.org/resource/Campo_Cuatro_Milpas_Airport","http://dbpedia.org/resource/Navojoa_Airport","http://dbpedia.org/resource/Cupul_National_Airport","http://dbpedia.org/resource/Francisco_Primo_de_Verdad_National_Airport","http://dbpedia.org/resource/Nuevo_Casas_Grandes_Municipal_Airport","http://dbpedia.org/resource/San_Ignacio_Airfield__San_Ignacio_Airfield__1"],"answerCardinality":21,"noOfTokens":9,"qustionComplexity":0.18,"shapeType":"STAR","questionType":"What"},"question37":{"seed_withPrefix":"http://dbpedia.org/resource/O'Hare_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Which airport has at most 6 locations?","query":"SELECT DISTINCT ?Seed WHERE{ \n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> .\n\t?count \t rdf:type \t <http://dbpedia.org/ontology/AdministrativeRegion> .\n\t?Seed\t<http://dbpedia.org/ontology/location>\t?count. \n} GROUP BY ?Seed \n HAVING (COUNT(?count) <= 6)","graphString":"O'Hare International Airport ____ type ____ airport\nO'Hare International Airport[airport] ____location____ Chicago[city]\nO'Hare International Airport[airport] ____location____ Illinois[administrative region]\n","noOfTriples":3,"answers":null,"answerCardinality":0,"noOfTokens":0,"qustionComplexity":0.0,"shapeType":"STAR","questionType":"How-many"},"question38":{"seed_withPrefix":"http://dbpedia.org/resource/Mexico_City_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"airport its city is Mexico?","query":"SELECT DISTINCT ?Seed WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/city>\t<http://dbpedia.org/resource/Mexico>. \n}","graphString":"Mexico City International Airport ____ type ____ airport\nMexico City International Airport[airport] ____city____ Mexico[country]\n","noOfTriples":2,"answers":["http://dbpedia.org/resource/Bahía_de_los_Ángeles_Airport","http://dbpedia.org/resource/San_Luis_Río_Colorado_Airport","http://dbpedia.org/resource/Tehuacán_Airport","http://dbpedia.org/resource/General_Francisco_Mujica_International_Airport","http://dbpedia.org/resource/Zacatecas_International_Airport","http://dbpedia.org/resource/Mexico_City_International_Airport","http://dbpedia.org/resource/Saltillo_Airport","http://dbpedia.org/resource/San_Cristóbal_de_las_Casas_National_Airport","http://dbpedia.org/resource/Aguascalientes_International_Airport","http://dbpedia.org/resource/Bahías_de_Huatulco_International_Airport","http://dbpedia.org/resource/Del_Norte_International_Airport","http://dbpedia.org/resource/Guerrero_Negro_Airport","http://dbpedia.org/resource/Mérida_International_Airport","http://dbpedia.org/resource/Puerto_Escondido_International_Airport","http://dbpedia.org/resource/Ixtepec_Airport","http://dbpedia.org/resource/Campo_Cuatro_Milpas_Airport","http://dbpedia.org/resource/Navojoa_Airport","http://dbpedia.org/resource/Cupul_National_Airport","http://dbpedia.org/resource/Francisco_Primo_de_Verdad_National_Airport","http://dbpedia.org/resource/Nuevo_Casas_Grandes_Municipal_Airport","http://dbpedia.org/resource/San_Ignacio_Airfield__San_Ignacio_Airfield__1"],"answerCardinality":21,"noOfTokens":5,"qustionComplexity":0.1,"shapeType":"STAR","questionType":"Topical-Prune"},"question35":{"seed_withPrefix":"http://dbpedia.org/resource/San_Francisco_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"How many airport its location is Unincorporated area?","query":"SELECT (COUNT (?Seed) AS ?count) WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/location>\t<http://dbpedia.org/resource/Unincorporated_area>. \n}","graphString":"San Francisco International Airport ____ type ____ airport\nSan Francisco International Airport[airport] ____location____ Unincorporated area[city]\n","noOfTriples":2,"answers":["3"],"answerCardinality":1,"noOfTokens":8,"qustionComplexity":0.16,"shapeType":"STAR","questionType":"How-many"},"question36":{"seed_withPrefix":"http://dbpedia.org/resource/Mexico_City_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"How many airport its city is Mexico City?","query":"SELECT (COUNT (?Seed) AS ?count) WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/city>\t<http://dbpedia.org/resource/Mexico_City>. \n}","graphString":"Mexico City International Airport ____ type ____ airport\nMexico City International Airport[airport] ____city____ Mexico City[city]\n","noOfTriples":2,"answers":["3"],"answerCardinality":1,"noOfTokens":8,"qustionComplexity":0.16,"shapeType":"STAR","questionType":"How-many"},"question39":{"seed_withPrefix":"http://dbpedia.org/resource/John_F._Kennedy_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Find which airport its city is New York metropolitan area?","query":"SELECT DISTINCT ?Seed WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/city>\t<http://dbpedia.org/resource/New_York_metropolitan_area>. \n}","graphString":"John F. Kennedy International Airport ____ type ____ airport\nJohn F. Kennedy International Airport[airport] ____city____ New York metropolitan area[city]\n","noOfTriples":2,"answers":["http://dbpedia.org/resource/LaGuardia_Airport","http://dbpedia.org/resource/Newark_Liberty_International_Airport","http://dbpedia.org/resource/Westchester_County_Airport","http://dbpedia.org/resource/John_F._Kennedy_International_Airport"],"answerCardinality":4,"noOfTokens":10,"qustionComplexity":0.2,"shapeType":"STAR","questionType":"Requests"},"question62":{"seed_withPrefix":"http://dbpedia.org/resource/Mexico_City_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Which airport has at least 2 cities?","query":"SELECT DISTINCT ?Seed WHERE{ \n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> .\n\t?count \t rdf:type \t <http://dbpedia.org/ontology/City> .\n\t?Seed\t<http://dbpedia.org/ontology/city>\t?count. \n} GROUP BY ?Seed \n HAVING (COUNT(?count) >= 2)","graphString":"Mexico City International Airport ____ type ____ airport\nMexico City International Airport[airport] ____city____ Mexico[country]\nMexico City International Airport[airport] ____city____ Mexico City[city]\n","noOfTriples":3,"answers":["http://dbpedia.org/resource/Jorhat_Airport","http://dbpedia.org/resource/Sacheon_Airport","http://dbpedia.org/resource/South_Bend_International_Airport","http://dbpedia.org/resource/Yangyang_International_Airport__Yangyang_International_Airport__1","http://dbpedia.org/resource/Shenandoah_Valley_Regional_Airport","http://dbpedia.org/resource/Houghton_County_Memorial_Airport","http://dbpedia.org/resource/Martin_Campbell_Field","http://dbpedia.org/resource/Auburn/Lewiston_Municipal_Airport__Auburn-Lewiston_Airport__1","http://dbpedia.org/resource/Kishangarh_Airport","http://dbpedia.org/resource/Azamgarh_Airport","http://dbpedia.org/resource/Beauvais–Tillé_Airport","http://dbpedia.org/resource/Mercer_County_Airport_(West_Virginia)","http://dbpedia.org/resource/Ciudad_Juárez_International_Airport","http://dbpedia.org/resource/Comayagua_International_Airport","http://dbpedia.org/resource/Foothills_Regional_Airport","http://dbpedia.org/resource/Mid-Ohio_Valley_Regional_Airport","http://dbpedia.org/resource/Hector_International_Airport","http://dbpedia.org/resource/Leeds_Bradford_Airport","http://dbpedia.org/resource/Newcastle_International_Airport","http://dbpedia.org/resource/Golden_Triangle_Regional_Airport","http://dbpedia.org/resource/Rabat–Salé_Airport","http://dbpedia.org/resource/Blair_Municipal_Airport","http://dbpedia.org/resource/Wendover_Airport","http://dbpedia.org/resource/Cheongju_International_Airport","http://dbpedia.org/resource/Ramagundam_Airport","http://dbpedia.org/resource/Soto_Cano_Air_Base","http://dbpedia.org/resource/Menominee–Marinette_Twin_County_Airport","http://dbpedia.org/resource/Baraboo–Wisconsin_Dells_Airport","http://dbpedia.org/resource/Westchester_County_Airport","http://dbpedia.org/resource/Westfield-Barnes_Regional_Airport","http://dbpedia.org/resource/Jiayuguan_Airport","http://dbpedia.org/resource/El_Paso_International_Airport","http://dbpedia.org/resource/Boise_Airport","http://dbpedia.org/resource/Changchun_Longjia_International_Airport","http://dbpedia.org/resource/Ford_Airport_(Iron_Mountain)","http://dbpedia.org/resource/Simara_Airport","http://dbpedia.org/resource/Moradabad_Airport","http://dbpedia.org/resource/Plattsburgh_International_Airport","http://dbpedia.org/resource/Action_Airpark","http://dbpedia.org/resource/Memanbetsu_Airport","http://dbpedia.org/resource/Hawke's_Bay_Airport","http://dbpedia.org/resource/Adana_Şakirpaşa_Airport","http://dbpedia.org/resource/Akbarpur_(Ambedkar_Nagar)_Airstrip","http://dbpedia.org/resource/Albury_Airport","http://dbpedia.org/resource/Jabalpur_Airport","http://dbpedia.org/resource/Beech_River_Regional_Airport","http://dbpedia.org/resource/Cuneo_International_Airport","http://dbpedia.org/resource/Sibu_Airport","http://dbpedia.org/resource/Muan_International_Airport","http://dbpedia.org/resource/Minneapolis–Saint_Paul_International_Airport","http://dbpedia.org/resource/Çukurova_Regional_Airport","http://dbpedia.org/resource/Braunschweig_Wolfsburg_Airport","http://dbpedia.org/resource/Akwa_Ibom_Airport","http://dbpedia.org/resource/Appleton_International_Airport","http://dbpedia.org/resource/Edward_F._Knapp_State_Airport","http://dbpedia.org/resource/M._Graham_Clark_Downtown_Airport","http://dbpedia.org/resource/Treviso_Airport","http://dbpedia.org/resource/Maury_County_Airport","http://dbpedia.org/resource/Rocky_Mount–Wilson_Regional_Airport","http://dbpedia.org/resource/Begishevo_Airport","http://dbpedia.org/resource/Chandigarh_Airport","http://dbpedia.org/resource/Detroit_Metropolitan_Airport","http://dbpedia.org/resource/Fuvahmulah_Airport","http://dbpedia.org/resource/Savannah/Hilton_Head_International_Airport","http://dbpedia.org/resource/Walaha_Airport","http://dbpedia.org/resource/The_Eastern_Iowa_Airport","http://dbpedia.org/resource/Kombolcha_Airport","http://dbpedia.org/resource/Dehradun_Airport","http://dbpedia.org/resource/Sukkur_Airport","http://dbpedia.org/resource/Aurora_Municipal_Airport","http://dbpedia.org/resource/Everett–Stewart_Regional_Airport","http://dbpedia.org/resource/Coles_County_Memorial_Airport","http://dbpedia.org/resource/Gogebic–Iron_County_Airport","http://dbpedia.org/resource/Southwest_Michigan_Regional_Airport","http://dbpedia.org/resource/Kherson_International_Airport","http://dbpedia.org/resource/Northwest_Florida_Beaches_International_Airport","http://dbpedia.org/resource/Václav_Havel_Airport_Prague","http://dbpedia.org/resource/Imperial_County_Airport","http://dbpedia.org/resource/Inisheer_Aerodrome","http://dbpedia.org/resource/Lorain_County_Regional_Airport","http://dbpedia.org/resource/Simon_Mwansa_Kapwepwe_International_Airport","http://dbpedia.org/resource/Bole_Alashankou_Airport","http://dbpedia.org/resource/Mineralnye_Vody_Airport","http://dbpedia.org/resource/Raja_Bhoj_Airport","http://dbpedia.org/resource/Middle_Georgia_Regional_Airport","http://dbpedia.org/resource/Cologne_Bonn_Airport","http://dbpedia.org/resource/Vienna_International_Airport","http://dbpedia.org/resource/Cape_May_Airport","http://dbpedia.org/resource/Paris_Municipal_Airport","http://dbpedia.org/resource/General_Francisco_Mujica_International_Airport","http://dbpedia.org/resource/Jindal_Vijaynagar_Airport","http://dbpedia.org/resource/Foshan_Shadi_Airport","http://dbpedia.org/resource/Chicago_Rockford_International_Airport","http://dbpedia.org/resource/Northwest_Arkansas_National_Airport","http://dbpedia.org/resource/Noida_International_Airport","http://dbpedia.org/resource/French_Valley_Airport","http://dbpedia.org/resource/Friedman_Memorial_Airport","http://dbpedia.org/resource/Essen/Mülheim_Airport","http://dbpedia.org/resource/La_Vanguardia_Airport","http://dbpedia.org/resource/Jerez_Airport","http://dbpedia.org/resource/Kertajati_International_Airport","http://dbpedia.org/resource/Midland_International_Air_and_Space_Port","http://dbpedia.org/resource/Lawrenceville–Vincennes_International_Airport","http://dbpedia.org/resource/Liverpool_John_Lennon_Airport","http://dbpedia.org/resource/Oconee_County_Regional_Airport","http://dbpedia.org/resource/Culiacán_International_Airport","http://dbpedia.org/resource/Paintsville-Prestonsburg_Combs_Field","http://dbpedia.org/resource/Chizhou_Jiuhuashan_Airport","http://dbpedia.org/resource/Cadjehoun_Airport","http://dbpedia.org/resource/Jining_Qufu_Airport","http://dbpedia.org/resource/Parker_County_Airport","http://dbpedia.org/resource/Mauston–New_Lisbon_Union_Airport","http://dbpedia.org/resource/Kalamazoo/Battle_Creek_International_Airport","http://dbpedia.org/resource/Lake_Simcoe_Regional_Airport","http://dbpedia.org/resource/Münster_Osnabrück_International_Airport","http://dbpedia.org/resource/Odate–Noshiro_Airport","http://dbpedia.org/resource/Shivamogga_Airport","http://dbpedia.org/resource/Tingi-Tingi_Airport","http://dbpedia.org/resource/Lebanon-Springfield_Airport","http://dbpedia.org/resource/Chehalis–Centralia_Airport","http://dbpedia.org/resource/Dimapur_Airport","http://dbpedia.org/resource/Springfield–Branson_National_Airport__Springfield–BransonNational_Airport__1","http://dbpedia.org/resource/Larnaca_International_Airport","http://dbpedia.org/resource/Youngstown–Warren_Regional_Airport","http://dbpedia.org/resource/North_Central_West_Virginia_Airport","http://dbpedia.org/resource/East_Midlands_Airport","http://dbpedia.org/resource/Osijek_Airport","http://dbpedia.org/resource/Windsor_International_Airport","http://dbpedia.org/resource/Jack_Brooks_Regional_Airport","http://dbpedia.org/resource/Sunan_Shuofang_International_Airport","http://dbpedia.org/resource/Maastricht_Aachen_Airport","http://dbpedia.org/resource/Urgench_International_Airport","http://dbpedia.org/resource/Mid-Way_Regional_Airport","http://dbpedia.org/resource/Melbourne_Orlando_International_Airport__Melbourne_OrlandoInternational_Airport__1","http://dbpedia.org/resource/Venango_Regional_Airport","http://dbpedia.org/resource/Republic_Airport","http://dbpedia.org/resource/Abha_International_Airport","http://dbpedia.org/resource/Biju_Patnaik_Airport","http://dbpedia.org/resource/Sam_Mbakwe_Airport","http://dbpedia.org/resource/MidAmerica_St._Louis_Airport","http://dbpedia.org/resource/Jamnagar_Airport","http://dbpedia.org/resource/Pearl_River_Delta_International_Airport","http://dbpedia.org/resource/Venice_Marco_Polo_Airport","http://dbpedia.org/resource/Manistee_County_Blacker_Airport","http://dbpedia.org/resource/Teuge_Airport","http://dbpedia.org/resource/Ferris_Red_Oak_Muni_Heliport","http://dbpedia.org/resource/Leipzig–Altenburg_Airport","http://dbpedia.org/resource/Voronezh_International_Airport","http://dbpedia.org/resource/Yangzhou_Taizhou_International_Airport","http://dbpedia.org/resource/Owosso_Community_Airport","http://dbpedia.org/resource/Lelystad_Airport","http://dbpedia.org/resource/Châlons_Vatry_Airport","http://dbpedia.org/resource/Hattiesburg–Laurel_Regional_Airport","http://dbpedia.org/resource/Destin–Fort_Walton_Beach_Airport__Destin–Fort_Walton_Beach_Airport__1","http://dbpedia.org/resource/Akanu_Ibiam_International_Airport","http://dbpedia.org/resource/Murtala_Muhammed_International_Airport","http://dbpedia.org/resource/Rabak_Airport","http://dbpedia.org/resource/Duluth_International_Airport","http://dbpedia.org/resource/Erfurt–Weimar_Airport","http://dbpedia.org/resource/Blackwell–Tonkawa_Municipal_Airport","http://dbpedia.org/resource/Zunyi_Maotai_Airport","http://dbpedia.org/resource/Morava_Airport","http://dbpedia.org/resource/Piedmont_Triad_International_Airport","http://dbpedia.org/resource/Mysore_Airport","http://dbpedia.org/resource/Pondok_Cabe_Airport","http://dbpedia.org/resource/Girona–Costa_Brava_Airport","http://dbpedia.org/resource/City_Airport_&_Manchester_Heliport","http://dbpedia.org/resource/Ogdensburg_International_Airport","http://dbpedia.org/resource/Navi_Mumbai_International_Airport__Navi_Mumbai_International_Airport__1","http://dbpedia.org/resource/Sharjah_International_Airport","http://dbpedia.org/resource/Kolhapur_Airport","http://dbpedia.org/resource/Orio_al_Serio_International_Airport","http://dbpedia.org/resource/West_Kutai_Melalan_Airport","http://dbpedia.org/resource/Keshod_Airport","http://dbpedia.org/resource/Roanoke–Blacksburg_Regional_Airport","http://dbpedia.org/resource/Rivera_International_Airport","http://dbpedia.org/resource/Viña_del_Mar_Airport","http://dbpedia.org/resource/Booneville/Baldwyn_Airport","http://dbpedia.org/resource/North_Texas_Regional_Airport","http://dbpedia.org/resource/Wuhu_Xuanzhou_Airport","http://dbpedia.org/resource/Chacalluta_International_Airport","http://dbpedia.org/resource/Sardar_Vallabhbhai_Patel_International_Airport","http://dbpedia.org/resource/Big_Sandy_Regional_Airport","http://dbpedia.org/resource/Wood_County_Airport_(Texas)","http://dbpedia.org/resource/Gatlinburg–Pigeon_Forge_Airport","http://dbpedia.org/resource/Leipzig/Halle_Airport","http://dbpedia.org/resource/Wuyishan_Airport","http://dbpedia.org/resource/Alicante–Elche_Miguel_Hernández_Airport","http://dbpedia.org/resource/Ciudad_Real_International_Airport","http://dbpedia.org/resource/Chu_Lai_Airport","http://dbpedia.org/resource/Kangra_Airport","http://dbpedia.org/resource/Ramsar_International_Airport","http://dbpedia.org/resource/Rush_City_Regional_Airport","http://dbpedia.org/resource/Gwalior_Airport","http://dbpedia.org/resource/MBS_International_Airport","http://dbpedia.org/resource/Yolo_County_Airport","http://dbpedia.org/resource/Yermolino_Airport","http://dbpedia.org/resource/Salem_Airport_(India)","http://dbpedia.org/resource/Zafer_Airport","http://dbpedia.org/resource/Mangalore_International_Airport__Mangalore_International_Airport__1","http://dbpedia.org/resource/Avalon_Airport","http://dbpedia.org/resource/Monroe_County_Airport_(Mississippi)","http://dbpedia.org/resource/Xining_Caojiabao_International_Airport","http://dbpedia.org/resource/Chibougamau/Chapais_Airport","http://dbpedia.org/resource/Yiwu_Airport","http://dbpedia.org/resource/Chabahar_Konarak_Airport","http://dbpedia.org/resource/Bilaspur_Airport","http://dbpedia.org/resource/Harford_County_Airport","http://dbpedia.org/resource/El_Arish_International_Airport","http://dbpedia.org/resource/Strother_Field","http://dbpedia.org/resource/Rotterdam_The_Hague_Airport","http://dbpedia.org/resource/Texas_Gulf_Coast_Regional_Airport","http://dbpedia.org/resource/Elmira_Corning_Regional_Airport","http://dbpedia.org/resource/Central_Wisconsin_Airport","http://dbpedia.org/resource/Southern_Illinois_Airport","http://dbpedia.org/resource/Heritage_Creek_Airstrip","http://dbpedia.org/resource/Copenhagen_Airport","http://dbpedia.org/resource/Malmö_Airport","http://dbpedia.org/resource/Torreón_International_Airport","http://dbpedia.org/resource/Casino_du_Lac-Leamy","http://dbpedia.org/resource/Bratislava_Airport","http://dbpedia.org/resource/EuroAirport_Basel_Mulhouse_Freiburg","http://dbpedia.org/resource/Deesa_Airport","http://dbpedia.org/resource/Akron–Canton_Airport","http://dbpedia.org/resource/King_Abdulaziz_International_Airport"],"answerCardinality":225,"noOfTokens":7,"qustionComplexity":0.42,"shapeType":"STAR","questionType":"How-many"},"question63":{"seed_withPrefix":"http://dbpedia.org/resource/O'Hare_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Give me which airport its location is Chicago?","query":"SELECT DISTINCT ?Seed WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/location>\t<http://dbpedia.org/resource/Chicago>. \n}","graphString":"O'Hare International Airport ____ type ____ airport\nO'Hare International Airport[airport] ____location____ Chicago[city]\n","noOfTriples":2,"answers":["http://dbpedia.org/resource/Midway_International_Airport","http://dbpedia.org/resource/O'Hare_International_Airport","http://dbpedia.org/resource/Meigs_Field"],"answerCardinality":3,"noOfTokens":8,"qustionComplexity":0.16,"shapeType":"STAR","questionType":"Requests"},"question60":{"seed_withPrefix":"http://dbpedia.org/resource/O'Hare_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Which airport has at least 2 locations?","query":"SELECT DISTINCT ?Seed WHERE{ \n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> .\n\t?count \t rdf:type \t <http://dbpedia.org/ontology/AdministrativeRegion> .\n\t?Seed\t<http://dbpedia.org/ontology/location>\t?count. \n} GROUP BY ?Seed \n HAVING (COUNT(?count) >= 2)","graphString":"O'Hare International Airport ____ type ____ airport\nO'Hare International Airport[airport] ____location____ Chicago[city]\nO'Hare International Airport[airport] ____location____ Illinois[administrative region]\n","noOfTriples":3,"answers":["http://dbpedia.org/resource/Evenes_Air_Station","http://dbpedia.org/resource/Changbaishan_Airport","http://dbpedia.org/resource/Honningsvåg_Airport,_Valan","http://dbpedia.org/resource/Phuket_International_Airport","http://dbpedia.org/resource/Bernam_River_Airfield","http://dbpedia.org/resource/Kuala_Lumpur_International_Airport","http://dbpedia.org/resource/Kirkenes_Airport,_Høybuktmoen","http://dbpedia.org/resource/Olavsvern","http://dbpedia.org/resource/Forward_Operating_Base_Geronimo","http://dbpedia.org/resource/Kargil_Airport","http://dbpedia.org/resource/Varnell_Heliport","http://dbpedia.org/resource/Vagabond_Army_Heliport","http://dbpedia.org/resource/Forbes_Airport","http://dbpedia.org/resource/Nhill_Airport","http://dbpedia.org/resource/Tashkurgan_Airport","http://dbpedia.org/resource/Moffett_Federal_Airfield","http://dbpedia.org/resource/Minneapolis–Saint_Paul_International_Airport","http://dbpedia.org/resource/RAAF_Base_Nabiac","http://dbpedia.org/resource/Benalla_Airport","http://dbpedia.org/resource/Hartsfield–Jackson_Atlanta_International_Airport","http://dbpedia.org/resource/Dallas/Fort_Worth_International_Airport__Dallas/Fort_Worth_International_Airport__1","http://dbpedia.org/resource/RAF_Silverstone","http://dbpedia.org/resource/Goondiwindi_Airport","http://dbpedia.org/resource/Middlemount_Airport","http://dbpedia.org/resource/Chengdu_Shuangliu_International_Airport","http://dbpedia.org/resource/Ovoot_Airport","http://dbpedia.org/resource/Luskintyre_Airfield","http://dbpedia.org/resource/Qiqihar_Sanjiazi_Airport","http://dbpedia.org/resource/Nakhon_Si_Thammarat_Airport","http://dbpedia.org/resource/Buturlinovka_(air_base)","http://dbpedia.org/resource/J._D._Dam_Lake","http://dbpedia.org/resource/Cherry_Springs_Airport","http://dbpedia.org/resource/Burketown_Airport","http://dbpedia.org/resource/Bourke_Airport","http://dbpedia.org/resource/HMS_Nabbington","http://dbpedia.org/resource/Kingaroy_Airport","http://dbpedia.org/resource/Glines_Canyon_Dam","http://dbpedia.org/resource/Fuzhou_Changle_International_Airport","http://dbpedia.org/resource/Julia_Creek_Airport","http://dbpedia.org/resource/Jinchang_Jinchuan_Airport","http://dbpedia.org/resource/Changsha_Huanghua_International_Airport","http://dbpedia.org/resource/Nanchang_Qingyunpu_Airport","http://dbpedia.org/resource/Yantai_Penglai_International_Airport","http://dbpedia.org/resource/Rickenbacker_International_Airport","http://dbpedia.org/resource/Stawell_Airport","http://dbpedia.org/resource/Wentworth_Airport","http://dbpedia.org/resource/Pearl_River_Delta_International_Airport","http://dbpedia.org/resource/Lampson_Field","http://dbpedia.org/resource/Hoeft_State_Park","http://dbpedia.org/resource/Baise_Bama_Airport","http://dbpedia.org/resource/Sanming_Shaxian_Airport","http://dbpedia.org/resource/Qinhuangdao_Beidaihe_Airport","http://dbpedia.org/resource/Goodooga_Airport","http://dbpedia.org/resource/Harstad/Narvik_Airport,_Evenes__Harstad-Narvik_Airport,_Evenes__1","http://dbpedia.org/resource/Lista_Air_Station","http://dbpedia.org/resource/Dandong_Langtou_Airport","http://dbpedia.org/resource/Yangyang_International_Airport__Yangyang_International_Airport__1","http://dbpedia.org/resource/Coonabarabran_Airport","http://dbpedia.org/resource/Cunnamulla_Airport","http://dbpedia.org/resource/Robinvale_Airport","http://dbpedia.org/resource/Fuyun_Koktokay_Airport__Fuyun_Koktokay_Airport__1","http://dbpedia.org/resource/Jieyang_Chaoshan_International_Airport","http://dbpedia.org/resource/The_Oaks_Airfield","http://dbpedia.org/resource/Chumphon_Airport","http://dbpedia.org/resource/Chièvres_Air_Base","http://dbpedia.org/resource/Kalamata_International_Airport","http://dbpedia.org/resource/Zhanyi_Airport","http://dbpedia.org/resource/Nakhon_Phanom_Airport","http://dbpedia.org/resource/Platov_International_Airport","http://dbpedia.org/resource/Dierks_Lake","http://dbpedia.org/resource/Wycheproof_Airport","http://dbpedia.org/resource/Nyngan_Airport","http://dbpedia.org/resource/Camp_Dunlap","http://dbpedia.org/resource/Naval_Air_Station_Patuxent_River","http://dbpedia.org/resource/Leongatha_Airport","http://dbpedia.org/resource/Mallacoota_Airport","http://dbpedia.org/resource/Hefei_Xinqiao_International_Airport","http://dbpedia.org/resource/Apex_Airport","http://dbpedia.org/resource/Thessaloniki_Airport","http://dbpedia.org/resource/Rørvik_Airport,_Ryum","http://dbpedia.org/resource/Broken_Hill_Airport","http://dbpedia.org/resource/Lanzhou_Zhongchuan_International_Airport","http://dbpedia.org/resource/Longnan_Chengxian_Airport","http://dbpedia.org/resource/Ilam_Airport","http://dbpedia.org/resource/Reshma_(air_base)","http://dbpedia.org/resource/Clarence_E._Page_Municipal_Airport","http://dbpedia.org/resource/Chambers_County_Airport","http://dbpedia.org/resource/Bacchus_Marsh_Airfield","http://dbpedia.org/resource/Shijiazhuang_Zhengding_International_Airport","http://dbpedia.org/resource/West_Wyalong_Airport","http://dbpedia.org/resource/Gayndah_Airport","http://dbpedia.org/resource/Nyingchi_Mainling_Airport","http://dbpedia.org/resource/Hasvik_Airport","http://dbpedia.org/resource/Jixi_Xingkaihu_Airport","http://dbpedia.org/resource/Ostend–Bruges_International_Airport","http://dbpedia.org/resource/Naro_Space_Center","http://dbpedia.org/resource/Boeing_Field","http://dbpedia.org/resource/Toledo_Express_Airport","http://dbpedia.org/resource/Avalon_Airport","http://dbpedia.org/resource/Cowra_Airport","http://dbpedia.org/resource/Dalby_Airport","http://dbpedia.org/resource/Narromine_Airport","http://dbpedia.org/resource/Sea_Lake_Airport","http://dbpedia.org/resource/Temora_Airport","http://dbpedia.org/resource/Springsure_Airport","http://dbpedia.org/resource/Snowbasin","http://dbpedia.org/resource/Chanthaburi_Airstrip","http://dbpedia.org/resource/Huaihua_Zhijiang_Airport","http://dbpedia.org/resource/Forward_Operating_Base_Delhi","http://dbpedia.org/resource/Main_Operating_Base_Lashkar_Gah","http://dbpedia.org/resource/Coldstream_Airport","http://dbpedia.org/resource/Evans_Head_Memorial_Aerodrome","http://dbpedia.org/resource/Naval_Outlying_Landing_Field_San_Nicolas_Island","http://dbpedia.org/resource/Yarram_Airport","http://dbpedia.org/resource/Harris_Neck_Army_Air_Field","http://dbpedia.org/resource/Kotroni_Airport","http://dbpedia.org/resource/Narrabri_Airport","http://dbpedia.org/resource/Walgett_Airport","http://dbpedia.org/resource/Serengeti_International_Airport","http://dbpedia.org/resource/Lolo_Pass_(Oregon)","http://dbpedia.org/resource/Berlevåg_Airport","http://dbpedia.org/resource/Jiagedaqi_Airport","http://dbpedia.org/resource/Liège_Airport","http://dbpedia.org/resource/Stavanger_Airport,_Sola","http://dbpedia.org/resource/Hanzhong_Chenggu_Airport","http://dbpedia.org/resource/Trang_Airport","http://dbpedia.org/resource/Udon_Thani_International_Airport","http://dbpedia.org/resource/Accomack_County_Airport","http://dbpedia.org/resource/Ballina_Byron_Gateway_Airport","http://dbpedia.org/resource/Biloela_Airport","http://dbpedia.org/resource/Coolah_Airport","http://dbpedia.org/resource/Narrandera_Airport","http://dbpedia.org/resource/Guangzhou_Baiyun_International_Airport","http://dbpedia.org/resource/Coronach/Scobey_Border_Station_Airport","http://dbpedia.org/resource/Foshan_Shadi_Airport","http://dbpedia.org/resource/Condobolin_Airport","http://dbpedia.org/resource/Cootamundra_Airport","http://dbpedia.org/resource/Beijing_Capital_International_Airport","http://dbpedia.org/resource/Tongren_Fenghuang_Airport","http://dbpedia.org/resource/Sitiawan_Airport","http://dbpedia.org/resource/Xining_Caojiabao_International_Airport","http://dbpedia.org/resource/Kristiansand_Airport,_Kjevik__Kristiansand_Airport,_Kjevik__1","http://dbpedia.org/resource/Balranald_Airport","http://dbpedia.org/resource/Barcaldine_Airport","http://dbpedia.org/resource/Cooma–Snowy_Mountains_Airport","http://dbpedia.org/resource/Trinidad_State_Beach","http://dbpedia.org/resource/Doomadgee_Airport","http://dbpedia.org/resource/Center_Island_Airport","http://dbpedia.org/resource/Shijiazhuang_Luancheng_Airport","http://dbpedia.org/resource/St_George_Airport_(Queensland)","http://dbpedia.org/resource/Breddan_Aerodrome","http://dbpedia.org/resource/Naval_Outlying_Landing_Field_Spencer","http://dbpedia.org/resource/Brønnøysund_Airport,_Brønnøy","http://dbpedia.org/resource/Gannan_Xiahe_Airport","http://dbpedia.org/resource/Fagernes_Airport,_Leirin","http://dbpedia.org/resource/Station_Group_Banak","http://dbpedia.org/resource/Tromsø_Airport,_Langnes","http://dbpedia.org/resource/Forward_Operating_Base_Budwan","http://dbpedia.org/resource/Camp_Atterbury","http://dbpedia.org/resource/Rupsi_Airport","http://dbpedia.org/resource/Birmingham–Shuttlesworth_International_Airport","http://dbpedia.org/resource/Canberra_Airport","http://dbpedia.org/resource/Ballarat_Airport","http://dbpedia.org/resource/Morris_Army_Airfield","http://dbpedia.org/resource/Warkworth_Aerodrome","http://dbpedia.org/resource/Abingdon_Airport","http://dbpedia.org/resource/Second_World_War_RAAF_Buildings,_Maryborough_Airport","http://dbpedia.org/resource/Cholpon-Ata_Airport","http://dbpedia.org/resource/Thangool_Airport","http://dbpedia.org/resource/Båtsfjord_Airport_(1973–99)","http://dbpedia.org/resource/Khon_Kaen_Airport","http://dbpedia.org/resource/Krabi_International_Airport","http://dbpedia.org/resource/Wonju_Airport","http://dbpedia.org/resource/Sitia_Public_Airport","http://dbpedia.org/resource/Parkes_Airport","http://dbpedia.org/resource/Roi_Et_Airport","http://dbpedia.org/resource/Aramac_Airport","http://dbpedia.org/resource/Chillagoe_Airport","http://dbpedia.org/resource/Lake_Boga_Flying_Boat_Base","http://dbpedia.org/resource/Haines_Memorial_State_Park","http://dbpedia.org/resource/Suntar_Airport","http://dbpedia.org/resource/Santa_Maria_Airport_(Peru)","http://dbpedia.org/resource/Khanbumbat_Airport","http://dbpedia.org/resource/Alta_Airport","http://dbpedia.org/resource/Agrinion_Airport","http://dbpedia.org/resource/Rend_Lake","http://dbpedia.org/resource/McCreary_County_Airport","http://dbpedia.org/resource/Pooncarie_Airport","http://dbpedia.org/resource/Deniliquin_Airport","http://dbpedia.org/resource/Duluth_International_Airport","http://dbpedia.org/resource/Chizhou_Jiuhuashan_Airport","http://dbpedia.org/resource/Joint_Base_Myer–Henderson_Hall","http://dbpedia.org/resource/Jining_Qufu_Airport","http://dbpedia.org/resource/Deqing_Moganshan_Airport","http://dbpedia.org/resource/Brewarrina_Airport","http://dbpedia.org/resource/Chinggis_Khaan_International_Airport","http://dbpedia.org/resource/Buriram_Airport","http://dbpedia.org/resource/Corryong_Airport","http://dbpedia.org/resource/Lampang_Airport","http://dbpedia.org/resource/Hua_Hin_Airport","http://dbpedia.org/resource/Sakon_Nakhon_Airport","http://dbpedia.org/resource/Mae_Sot_Airport","http://dbpedia.org/resource/Ubon_Ratchathani_Airport","http://dbpedia.org/resource/Luliang_Air_Base__Luliang_Air_Base__1","http://dbpedia.org/resource/Sardeh_Band_Airport","http://dbpedia.org/resource/Kastoria_National_Airport","http://dbpedia.org/resource/Klin_(air_base)","http://dbpedia.org/resource/Gorny_(air_base)","http://dbpedia.org/resource/Camp_Mackall","http://dbpedia.org/resource/Thanet_Wind_Farm","http://dbpedia.org/resource/University_Airport__University_Airport__1","http://dbpedia.org/resource/Northern_Peninsula_Airport","http://dbpedia.org/resource/Hopetoun_Airport","http://dbpedia.org/resource/Kasteli_Airport","http://dbpedia.org/resource/Warwick_Airport_(Queensland)","http://dbpedia.org/resource/Tavan_Tolgoi_Airport","http://dbpedia.org/resource/Koinambe_Airport","http://dbpedia.org/resource/RAAF_Base_Rathmines","http://dbpedia.org/resource/Sunan_Shuofang_International_Airport","http://dbpedia.org/resource/Trondheim_Airport,_Værnes","http://dbpedia.org/resource/Tromsø_Heliport,_University_Hospital","http://dbpedia.org/resource/Forward_Operating_Base_Edinburgh","http://dbpedia.org/resource/Friedman_Memorial_Airport","http://dbpedia.org/resource/Air_Estates_Airport","http://dbpedia.org/resource/York_Airport_(Pennsylvania)","http://dbpedia.org/resource/Lake_Cargelligo_Airport","http://dbpedia.org/resource/Førde_Airport,_Bringeland","http://dbpedia.org/resource/Kerang_Airport","http://dbpedia.org/resource/Fort_Lauderdale–Hollywood_International_Airport","http://dbpedia.org/resource/Kautokeino_Airport","http://dbpedia.org/resource/Nakhon_Ratchasima_Airport","http://dbpedia.org/resource/Edward_River_Airport","http://dbpedia.org/resource/Davison_Army_Airfield","http://dbpedia.org/resource/Longyan_Guanzhishan_Airport","http://dbpedia.org/resource/Turnbull_National_Wildlife_Refuge","http://dbpedia.org/resource/Michael_Army_Airfield","http://dbpedia.org/resource/Mwanza_Airport","http://dbpedia.org/resource/Førde_Airport,_Øyrane","http://dbpedia.org/resource/Tianshui_Maijishan_Airport","http://dbpedia.org/resource/American_River_Airpark","http://dbpedia.org/resource/Kinmen_Airport","http://dbpedia.org/resource/U-Tapao_International_Airport","http://dbpedia.org/resource/Kupol_Airport","http://dbpedia.org/resource/Longreach_Airport","http://dbpedia.org/resource/Sam_Houston_National_Forest","http://dbpedia.org/resource/Oakey_Army_Aviation_Centre","http://dbpedia.org/resource/Hamilton_Airport_(Victoria)","http://dbpedia.org/resource/Kyneton_Airport","http://dbpedia.org/resource/Yarrawonga_Airport","http://dbpedia.org/resource/Santa_Ana_Army_Air_Base","http://dbpedia.org/resource/Echuca_Airport","http://dbpedia.org/resource/Qamdo_Bamda_Airport","http://dbpedia.org/resource/Kilimanjaro_International_Airport","http://dbpedia.org/resource/Xuzhou_Guanyin_International_Airport","http://dbpedia.org/resource/Sukhothai_Airport","http://dbpedia.org/resource/Georgetown_Airport_(Queensland)","http://dbpedia.org/resource/Mudgee_Airport","http://dbpedia.org/resource/Hughenden_Airport","http://dbpedia.org/resource/Capital_Region_International_Airport__Capital_Region_International_Airport__1","http://dbpedia.org/resource/Lizard_Island_Airport","http://dbpedia.org/resource/Lightning_Ridge_Airport","http://dbpedia.org/resource/Aurukun_Airport","http://dbpedia.org/resource/Bartow_Executive_Airport","http://dbpedia.org/resource/Loei_Airport","http://dbpedia.org/resource/Xi'an_Xianyang_International_Airport","http://dbpedia.org/resource/Hat_Yai_International_Airport","http://dbpedia.org/resource/Cow_Green_Reservoir","http://dbpedia.org/resource/Suvarnabhumi_Airport","http://dbpedia.org/resource/George_Town_Aerodrome","http://dbpedia.org/resource/Gunnedah_Airport","http://dbpedia.org/resource/Smithton_Airport","http://dbpedia.org/resource/Mangalore_Airport_(Victoria)","http://dbpedia.org/resource/Warracknabeal_Airport","http://dbpedia.org/resource/Birchip_Airport","http://dbpedia.org/resource/Donald_Airport","http://dbpedia.org/resource/Burqin_Kanas_Airport","http://dbpedia.org/resource/Corowa_Airport","http://dbpedia.org/resource/Xinjin_Airport","http://dbpedia.org/resource/Tamga_Airport","http://dbpedia.org/resource/Mersing_Airport","http://dbpedia.org/resource/Cengiz_Topel_Naval_Air_Station","http://dbpedia.org/resource/Narathiwat_Airport","http://dbpedia.org/resource/Chuguyevka_(air_base)","http://dbpedia.org/resource/Porto_Cheli_Airport","http://dbpedia.org/resource/Bedourie_Airport","http://dbpedia.org/resource/Muan_International_Airport","http://dbpedia.org/resource/Trat_Airport","http://dbpedia.org/resource/Dzhida_(air_base)","http://dbpedia.org/resource/Mid-State_Regional_Airport","http://dbpedia.org/resource/Mareeba_Airfield","http://dbpedia.org/resource/Chiang_Rai_International_Airport","http://dbpedia.org/resource/Munich_Airport","http://dbpedia.org/resource/Libo_Airport","http://dbpedia.org/resource/Yangzhou_Taizhou_International_Airport","http://dbpedia.org/resource/Changhai_Airport","http://dbpedia.org/resource/Lakselv_Airport,_Banak","http://dbpedia.org/resource/Williamson_Airfield","http://dbpedia.org/resource/Midland_International_Air_and_Space_Port","http://dbpedia.org/resource/Antwerp_International_Airport","http://dbpedia.org/resource/Glen_Innes_Airport","http://dbpedia.org/resource/HMAS_Carpentaria","http://dbpedia.org/resource/Ronald_Reagan_Washington_National_Airport","http://dbpedia.org/resource/Collarenebri_Airport","http://dbpedia.org/resource/Quirindi_Airport","http://dbpedia.org/resource/Tibooburra_Airport","http://dbpedia.org/resource/Tumut_Airport","http://dbpedia.org/resource/Pengshan_Air_Base","http://dbpedia.org/resource/Qingyang_Xifeng_Airport","http://dbpedia.org/resource/Flanders_International_Airport","http://dbpedia.org/resource/Bowen_Airport","http://dbpedia.org/resource/San_Marcos_Regional_Airport","http://dbpedia.org/resource/Innisfail_Airport","http://dbpedia.org/resource/Tocumwal_Airport","http://dbpedia.org/resource/Green_Ridge_Railroad","http://dbpedia.org/resource/Jiuzhai_Huanglong_Airport","http://dbpedia.org/resource/Coonamble_Airport","http://dbpedia.org/resource/Camooweal_Airport","http://dbpedia.org/resource/Talakan_Airport__Talakan_Airport__1","http://dbpedia.org/resource/Lhasa_Gonggar_Airport"],"answerCardinality":319,"noOfTokens":7,"qustionComplexity":0.42,"shapeType":"STAR","questionType":"How-many"},"question61":{"seed_withPrefix":"http://dbpedia.org/resource/Mexico_City_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"airport its city is Mexico City?","query":"SELECT DISTINCT ?Seed WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/city>\t<http://dbpedia.org/resource/Mexico_City>. \n}","graphString":"Mexico City International Airport ____ type ____ airport\nMexico City International Airport[airport] ____city____ Mexico City[city]\n","noOfTriples":2,"answers":["http://dbpedia.org/resource/Mexico_City_International_Airport","http://dbpedia.org/resource/Mexico_City_Texcoco_Airport","http://dbpedia.org/resource/Felipe_Ángeles_International_Airport"],"answerCardinality":3,"noOfTokens":6,"qustionComplexity":0.12,"shapeType":"STAR","questionType":"Topical-Prune"},"question22":{"seed_withPrefix":"http://dbpedia.org/resource/O'Hare_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Which airport its location is Chicago?","query":"SELECT DISTINCT ?Seed WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/location>\t<http://dbpedia.org/resource/Chicago>. \n}","graphString":"O'Hare International Airport ____ type ____ airport\nO'Hare International Airport[airport] ____location____ Chicago[city]\n","noOfTriples":2,"answers":["http://dbpedia.org/resource/Midway_International_Airport","http://dbpedia.org/resource/O'Hare_International_Airport","http://dbpedia.org/resource/Meigs_Field"],"answerCardinality":3,"noOfTokens":6,"qustionComplexity":0.12,"shapeType":"STAR","questionType":"Which"},"question23":{"seed_withPrefix":"http://dbpedia.org/resource/O'Hare_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Which airport has at least 6 locations?","query":"SELECT DISTINCT ?Seed WHERE{ \n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> .\n\t?count \t rdf:type \t <http://dbpedia.org/ontology/AdministrativeRegion> .\n\t?Seed\t<http://dbpedia.org/ontology/location>\t?count. \n} GROUP BY ?Seed \n HAVING (COUNT(?count) >= 6)","graphString":"O'Hare International Airport ____ type ____ airport\nO'Hare International Airport[airport] ____location____ Chicago[city]\nO'Hare International Airport[airport] ____location____ Illinois[administrative region]\n","noOfTriples":3,"answers":[],"answerCardinality":0,"noOfTokens":7,"qustionComplexity":0.42,"shapeType":"STAR","questionType":"How-many"},"question20":{"seed_withPrefix":"http://dbpedia.org/resource/San_Francisco_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Which airport its city is Silicon Valley?","query":"SELECT DISTINCT ?Seed WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/city>\t<http://dbpedia.org/resource/Silicon_Valley>. \n}","graphString":"San Francisco International Airport ____ type ____ airport\nSan Francisco International Airport[airport] ____city____ Silicon Valley[administrative region]\n","noOfTriples":2,"answers":["http://dbpedia.org/resource/San_Francisco_International_Airport","http://dbpedia.org/resource/San_Jose_International_Airport"],"answerCardinality":2,"noOfTokens":7,"qustionComplexity":0.14,"shapeType":"STAR","questionType":"Which"},"question64":{"seed_withPrefix":"http://dbpedia.org/resource/O'Hare_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Which airport its location is Illinois?","query":"SELECT DISTINCT ?Seed WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/location>\t<http://dbpedia.org/resource/Illinois>. \n}","graphString":"O'Hare International Airport ____ type ____ airport\nO'Hare International Airport[airport] ____location____ Illinois[administrative region]\n","noOfTriples":2,"answers":["http://dbpedia.org/resource/Metropolis_Municipal_Airport","http://dbpedia.org/resource/Midway_International_Airport","http://dbpedia.org/resource/O'Hare_International_Airport","http://dbpedia.org/resource/Aurora_Municipal_Airport","http://dbpedia.org/resource/DuPage_Airport","http://dbpedia.org/resource/Shelby_County_Airport_(Illinois)","http://dbpedia.org/resource/Rend_Lake","http://dbpedia.org/resource/Air_Estates_Airport","http://dbpedia.org/resource/Centralia_Municipal_Airport","http://dbpedia.org/resource/Mount_Vernon_Airport","http://dbpedia.org/resource/Poplar_Grove_Airport"],"answerCardinality":11,"noOfTokens":6,"qustionComplexity":0.12,"shapeType":"STAR","questionType":"Which"},"question21":{"seed_withPrefix":"http://dbpedia.org/resource/John_F._Kennedy_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Is John F. Kennedy International Airport airport its location is New York City?","query":"ASK WHERE{\n\t<http://dbpedia.org/resource/John_F._Kennedy_International_Airport> \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t<http://dbpedia.org/resource/John_F._Kennedy_International_Airport>\t<http://dbpedia.org/ontology/location>\t<http://dbpedia.org/resource/New_York_City>. \n}","graphString":"John F. Kennedy International Airport ____ type ____ airport\nJohn F. Kennedy International Airport[airport] ____location____ New York City[city]\n","noOfTriples":2,"answers":["true"],"answerCardinality":1,"noOfTokens":13,"qustionComplexity":0.173,"shapeType":"STAR","questionType":"Yes-No-Is"},"question65":{"seed_withPrefix":"http://dbpedia.org/resource/O'Hare_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Is Aachen Merzbrück Airfield airport its location is Illinois?","query":"ASK WHERE{\n\t<http://dbpedia.org/resource/Aachen_Merzbrück_Airfield> \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t<http://dbpedia.org/resource/Aachen_Merzbrück_Airfield>\t<http://dbpedia.org/ontology/location>\t<http://dbpedia.org/resource/Illinois>. \n}","graphString":"O'Hare International Airport ____ type ____ airport\nO'Hare International Airport[airport] ____location____ Illinois[administrative region]\n","noOfTriples":2,"answers":["false"],"answerCardinality":1,"noOfTokens":9,"qustionComplexity":0.12,"shapeType":"STAR","questionType":"Yes-No-Is"},"question3":{"seed_withPrefix":"http://dbpedia.org/resource/Mexico_City_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Is Aachen Merzbrück Airfield airport its city is Mexico?","query":"ASK WHERE{\n\t<http://dbpedia.org/resource/Aachen_Merzbrück_Airfield> \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t<http://dbpedia.org/resource/Aachen_Merzbrück_Airfield>\t<http://dbpedia.org/ontology/city>\t<http://dbpedia.org/resource/Mexico>. \n}","graphString":"Mexico City International Airport ____ type ____ airport\nMexico City International Airport[airport] ____city____ Mexico[country]\n","noOfTriples":2,"answers":["false"],"answerCardinality":1,"noOfTokens":9,"qustionComplexity":0.12,"shapeType":"STAR","questionType":"Yes-No-Is"},"question26":{"seed_withPrefix":"http://dbpedia.org/resource/San_Francisco_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"What are the airports that its location is Unincorporated area?","query":"SELECT DISTINCT ?Seed WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/location>\t<http://dbpedia.org/resource/Unincorporated_area>. \n}","graphString":"San Francisco International Airport ____ type ____ airport\nSan Francisco International Airport[airport] ____location____ Unincorporated area[city]\n","noOfTriples":2,"answers":["http://dbpedia.org/resource/Hartsfield–Jackson_Atlanta_International_Airport","http://dbpedia.org/resource/San_Francisco_International_Airport","http://dbpedia.org/resource/Jack_Brooks_Regional_Airport"],"answerCardinality":3,"noOfTokens":10,"qustionComplexity":0.2,"shapeType":"STAR","questionType":"What"},"question2":{"seed_withPrefix":"http://dbpedia.org/resource/Mexico_City_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Is Mexico City International Airport airport its city is Mexico?","query":"ASK WHERE{\n\t<http://dbpedia.org/resource/Mexico_City_International_Airport> \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t<http://dbpedia.org/resource/Mexico_City_International_Airport>\t<http://dbpedia.org/ontology/city>\t<http://dbpedia.org/resource/Mexico>. \n}","graphString":"Mexico City International Airport ____ type ____ airport\nMexico City International Airport[airport] ____city____ Mexico[country]\n","noOfTriples":2,"answers":["true"],"answerCardinality":1,"noOfTokens":10,"qustionComplexity":0.133,"shapeType":"STAR","questionType":"Yes-No-Is"},"question27":{"seed_withPrefix":"http://dbpedia.org/resource/John_F._Kennedy_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Is Aachen Merzbrück Airfield airport its city is New York metropolitan area?","query":"ASK WHERE{\n\t<http://dbpedia.org/resource/Aachen_Merzbrück_Airfield> \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t<http://dbpedia.org/resource/Aachen_Merzbrück_Airfield>\t<http://dbpedia.org/ontology/city>\t<http://dbpedia.org/resource/New_York_metropolitan_area>. \n}","graphString":"John F. Kennedy International Airport ____ type ____ airport\nJohn F. Kennedy International Airport[airport] ____city____ New York metropolitan area[city]\n","noOfTriples":2,"answers":["false"],"answerCardinality":1,"noOfTokens":12,"qustionComplexity":0.16,"shapeType":"STAR","questionType":"Yes-No-Is"},"question5":{"seed_withPrefix":"http://dbpedia.org/resource/San_Francisco_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Which airport its location is Unincorporated area?","query":"SELECT DISTINCT ?Seed WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/location>\t<http://dbpedia.org/resource/Unincorporated_area>. \n}","graphString":"San Francisco International Airport ____ type ____ airport\nSan Francisco International Airport[airport] ____location____ Unincorporated area[city]\n","noOfTriples":2,"answers":["http://dbpedia.org/resource/Hartsfield–Jackson_Atlanta_International_Airport","http://dbpedia.org/resource/San_Francisco_International_Airport","http://dbpedia.org/resource/Jack_Brooks_Regional_Airport"],"answerCardinality":3,"noOfTokens":7,"qustionComplexity":0.14,"shapeType":"STAR","questionType":"Which"},"question24":{"seed_withPrefix":"http://dbpedia.org/resource/San_Francisco_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Is San Francisco International Airport airport its location is Unincorporated area?","query":"ASK WHERE{\n\t<http://dbpedia.org/resource/San_Francisco_International_Airport> \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t<http://dbpedia.org/resource/San_Francisco_International_Airport>\t<http://dbpedia.org/ontology/location>\t<http://dbpedia.org/resource/Unincorporated_area>. \n}","graphString":"San Francisco International Airport ____ type ____ airport\nSan Francisco International Airport[airport] ____location____ Unincorporated area[city]\n","noOfTriples":2,"answers":["true"],"answerCardinality":1,"noOfTokens":11,"qustionComplexity":0.147,"shapeType":"STAR","questionType":"Yes-No-Is"},"question4":{"seed_withPrefix":"http://dbpedia.org/resource/John_F._Kennedy_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Is Aachen Merzbrück Airfield airport its location is New York City?","query":"ASK WHERE{\n\t<http://dbpedia.org/resource/Aachen_Merzbrück_Airfield> \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t<http://dbpedia.org/resource/Aachen_Merzbrück_Airfield>\t<http://dbpedia.org/ontology/location>\t<http://dbpedia.org/resource/New_York_City>. \n}","graphString":"John F. Kennedy International Airport ____ type ____ airport\nJohn F. Kennedy International Airport[airport] ____location____ New York City[city]\n","noOfTriples":2,"answers":["false"],"answerCardinality":1,"noOfTokens":11,"qustionComplexity":0.147,"shapeType":"STAR","questionType":"Yes-No-Is"},"question25":{"seed_withPrefix":"http://dbpedia.org/resource/Mexico_City_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Is Mexico City International Airport airport its city is Mexico City?","query":"ASK WHERE{\n\t<http://dbpedia.org/resource/Mexico_City_International_Airport> \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t<http://dbpedia.org/resource/Mexico_City_International_Airport>\t<http://dbpedia.org/ontology/city>\t<http://dbpedia.org/resource/Mexico_City>. \n}","graphString":"Mexico City International Airport ____ type ____ airport\nMexico City International Airport[airport] ____city____ Mexico City[city]\n","noOfTriples":2,"answers":["true"],"answerCardinality":1,"noOfTokens":11,"qustionComplexity":0.147,"shapeType":"STAR","questionType":"Yes-No-Is"},"question1":{"seed_withPrefix":"http://dbpedia.org/resource/O'Hare_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"What are the airports that its location is Illinois?","query":"SELECT DISTINCT ?Seed WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/location>\t<http://dbpedia.org/resource/Illinois>. \n}","graphString":"O'Hare International Airport ____ type ____ airport\nO'Hare International Airport[airport] ____location____ Illinois[administrative region]\n","noOfTriples":2,"answers":["http://dbpedia.org/resource/Metropolis_Municipal_Airport","http://dbpedia.org/resource/Midway_International_Airport","http://dbpedia.org/resource/O'Hare_International_Airport","http://dbpedia.org/resource/Aurora_Municipal_Airport","http://dbpedia.org/resource/DuPage_Airport","http://dbpedia.org/resource/Shelby_County_Airport_(Illinois)","http://dbpedia.org/resource/Rend_Lake","http://dbpedia.org/resource/Air_Estates_Airport","http://dbpedia.org/resource/Centralia_Municipal_Airport","http://dbpedia.org/resource/Mount_Vernon_Airport","http://dbpedia.org/resource/Poplar_Grove_Airport"],"answerCardinality":11,"noOfTokens":9,"qustionComplexity":0.18,"shapeType":"STAR","questionType":"What"},"question28":{"seed_withPrefix":"http://dbpedia.org/resource/Mexico_City_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"What are the airports that its city is Mexico City?","query":"SELECT DISTINCT ?Seed WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/city>\t<http://dbpedia.org/resource/Mexico_City>. \n}","graphString":"Mexico City International Airport ____ type ____ airport\nMexico City International Airport[airport] ____city____ Mexico City[city]\n","noOfTriples":2,"answers":["http://dbpedia.org/resource/Mexico_City_International_Airport","http://dbpedia.org/resource/Mexico_City_Texcoco_Airport","http://dbpedia.org/resource/Felipe_Ángeles_International_Airport"],"answerCardinality":3,"noOfTokens":10,"qustionComplexity":0.2,"shapeType":"STAR","questionType":"What"},"question29":{"seed_withPrefix":"http://dbpedia.org/resource/O'Hare_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Find which airport its location is Illinois?","query":"SELECT DISTINCT ?Seed WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/location>\t<http://dbpedia.org/resource/Illinois>. \n}","graphString":"O'Hare International Airport ____ type ____ airport\nO'Hare International Airport[airport] ____location____ Illinois[administrative region]\n","noOfTriples":2,"answers":["http://dbpedia.org/resource/Metropolis_Municipal_Airport","http://dbpedia.org/resource/Midway_International_Airport","http://dbpedia.org/resource/O'Hare_International_Airport","http://dbpedia.org/resource/Aurora_Municipal_Airport","http://dbpedia.org/resource/DuPage_Airport","http://dbpedia.org/resource/Shelby_County_Airport_(Illinois)","http://dbpedia.org/resource/Rend_Lake","http://dbpedia.org/resource/Air_Estates_Airport","http://dbpedia.org/resource/Centralia_Municipal_Airport","http://dbpedia.org/resource/Mount_Vernon_Airport","http://dbpedia.org/resource/Poplar_Grove_Airport"],"answerCardinality":11,"noOfTokens":7,"qustionComplexity":0.14,"shapeType":"STAR","questionType":"Requests"},"question7":{"seed_withPrefix":"http://dbpedia.org/resource/San_Francisco_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"How many airport its city is Silicon Valley?","query":"SELECT (COUNT (?Seed) AS ?count) WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/city>\t<http://dbpedia.org/resource/Silicon_Valley>. \n}","graphString":"San Francisco International Airport ____ type ____ airport\nSan Francisco International Airport[airport] ____city____ Silicon Valley[administrative region]\n","noOfTriples":2,"answers":["2"],"answerCardinality":1,"noOfTokens":8,"qustionComplexity":0.16,"shapeType":"STAR","questionType":"How-many"},"question6":{"seed_withPrefix":"http://dbpedia.org/resource/John_F._Kennedy_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Mention which airport its location is New York City?","query":"SELECT DISTINCT ?Seed WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/location>\t<http://dbpedia.org/resource/New_York_City>. \n}","graphString":"John F. Kennedy International Airport ____ type ____ airport\nJohn F. Kennedy International Airport[airport] ____location____ New York City[city]\n","noOfTriples":2,"answers":["http://dbpedia.org/resource/John_F._Kennedy_International_Airport","http://dbpedia.org/resource/West_30th_Street_Heliport","http://dbpedia.org/resource/New_York_Skyports_Seaplane_Base"],"answerCardinality":3,"noOfTokens":9,"qustionComplexity":0.18,"shapeType":"STAR","questionType":"Requests"},"question9":{"seed_withPrefix":"http://dbpedia.org/resource/John_F._Kennedy_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"airport its location is New York City?","query":"SELECT DISTINCT ?Seed WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/location>\t<http://dbpedia.org/resource/New_York_City>. \n}","graphString":"John F. Kennedy International Airport ____ type ____ airport\nJohn F. Kennedy International Airport[airport] ____location____ New York City[city]\n","noOfTriples":2,"answers":["http://dbpedia.org/resource/John_F._Kennedy_International_Airport","http://dbpedia.org/resource/West_30th_Street_Heliport","http://dbpedia.org/resource/New_York_Skyports_Seaplane_Base"],"answerCardinality":3,"noOfTokens":7,"qustionComplexity":0.14,"shapeType":"STAR","questionType":"Topical-Prune"},"question8":{"seed_withPrefix":"http://dbpedia.org/resource/Mexico_City_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Which airport has at least 6 cities?","query":"SELECT DISTINCT ?Seed WHERE{ \n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> .\n\t?count \t rdf:type \t <http://dbpedia.org/ontology/City> .\n\t?Seed\t<http://dbpedia.org/ontology/city>\t?count. \n} GROUP BY ?Seed \n HAVING (COUNT(?count) >= 6)","graphString":"Mexico City International Airport ____ type ____ airport\nMexico City International Airport[airport] ____city____ Mexico[country]\nMexico City International Airport[airport] ____city____ Mexico City[city]\n","noOfTriples":3,"answers":["http://dbpedia.org/resource/Shivamogga_Airport","http://dbpedia.org/resource/Gwalior_Airport","http://dbpedia.org/resource/Kolhapur_Airport","http://dbpedia.org/resource/Voronezh_International_Airport"],"answerCardinality":4,"noOfTokens":7,"qustionComplexity":0.42,"shapeType":"STAR","questionType":"How-many"},"question51":{"seed_withPrefix":"http://dbpedia.org/resource/Mexico_City_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Which airport has at most 6 cities?","query":"SELECT DISTINCT ?Seed WHERE{ \n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> .\n\t?count \t rdf:type \t <http://dbpedia.org/ontology/City> .\n\t?Seed\t<http://dbpedia.org/ontology/city>\t?count. \n} GROUP BY ?Seed \n HAVING (COUNT(?count) <= 6)","graphString":"Mexico City International Airport ____ type ____ airport\nMexico City International Airport[airport] ____city____ Mexico[country]\nMexico City International Airport[airport] ____city____ Mexico City[city]\n","noOfTriples":3,"answers":null,"answerCardinality":0,"noOfTokens":0,"qustionComplexity":0.0,"shapeType":"STAR","questionType":"How-many"},"question52":{"seed_withPrefix":"http://dbpedia.org/resource/O'Hare_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"How many airport its location is Illinois?","query":"SELECT (COUNT (?Seed) AS ?count) WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/location>\t<http://dbpedia.org/resource/Illinois>. \n}","graphString":"O'Hare International Airport ____ type ____ airport\nO'Hare International Airport[airport] ____location____ Illinois[administrative region]\n","noOfTriples":2,"answers":["11"],"answerCardinality":1,"noOfTokens":7,"qustionComplexity":0.14,"shapeType":"STAR","questionType":"How-many"},"question50":{"seed_withPrefix":"http://dbpedia.org/resource/O'Hare_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Is Aachen Merzbrück Airfield airport its location is Chicago?","query":"ASK WHERE{\n\t<http://dbpedia.org/resource/Aachen_Merzbrück_Airfield> \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t<http://dbpedia.org/resource/Aachen_Merzbrück_Airfield>\t<http://dbpedia.org/ontology/location>\t<http://dbpedia.org/resource/Chicago>. \n}","graphString":"O'Hare International Airport ____ type ____ airport\nO'Hare International Airport[airport] ____location____ Chicago[city]\n","noOfTriples":2,"answers":["false"],"answerCardinality":1,"noOfTokens":9,"qustionComplexity":0.12,"shapeType":"STAR","questionType":"Yes-No-Is"},"question11":{"seed_withPrefix":"http://dbpedia.org/resource/O'Hare_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"How many airport its location is Chicago?","query":"SELECT (COUNT (?Seed) AS ?count) WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/location>\t<http://dbpedia.org/resource/Chicago>. \n}","graphString":"O'Hare International Airport ____ type ____ airport\nO'Hare International Airport[airport] ____location____ Chicago[city]\n","noOfTriples":2,"answers":["3"],"answerCardinality":1,"noOfTokens":7,"qustionComplexity":0.14,"shapeType":"STAR","questionType":"How-many"},"question55":{"seed_withPrefix":"http://dbpedia.org/resource/Mexico_City_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"How many airport its city is Mexico?","query":"SELECT (COUNT (?Seed) AS ?count) WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/city>\t<http://dbpedia.org/resource/Mexico>. \n}","graphString":"Mexico City International Airport ____ type ____ airport\nMexico City International Airport[airport] ____city____ Mexico[country]\n","noOfTriples":2,"answers":["21"],"answerCardinality":1,"noOfTokens":7,"qustionComplexity":0.14,"shapeType":"STAR","questionType":"How-many"},"question12":{"seed_withPrefix":"http://dbpedia.org/resource/San_Francisco_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Is San Francisco International Airport airport its city is Silicon Valley?","query":"ASK WHERE{\n\t<http://dbpedia.org/resource/San_Francisco_International_Airport> \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t<http://dbpedia.org/resource/San_Francisco_International_Airport>\t<http://dbpedia.org/ontology/city>\t<http://dbpedia.org/resource/Silicon_Valley>. \n}","graphString":"San Francisco International Airport ____ type ____ airport\nSan Francisco International Airport[airport] ____city____ Silicon Valley[administrative region]\n","noOfTriples":2,"answers":["true"],"answerCardinality":1,"noOfTokens":11,"qustionComplexity":0.147,"shapeType":"STAR","questionType":"Yes-No-Is"},"question56":{"seed_withPrefix":"http://dbpedia.org/resource/San_Francisco_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"airport its city is Silicon Valley?","query":"SELECT DISTINCT ?Seed WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/city>\t<http://dbpedia.org/resource/Silicon_Valley>. \n}","graphString":"San Francisco International Airport ____ type ____ airport\nSan Francisco International Airport[airport] ____city____ Silicon Valley[administrative region]\n","noOfTriples":2,"answers":["http://dbpedia.org/resource/San_Francisco_International_Airport","http://dbpedia.org/resource/San_Jose_International_Airport"],"answerCardinality":2,"noOfTokens":6,"qustionComplexity":0.12,"shapeType":"STAR","questionType":"Topical-Prune"},"question53":{"seed_withPrefix":"http://dbpedia.org/resource/Mexico_City_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Which airport its city is Mexico?","query":"SELECT DISTINCT ?Seed WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/city>\t<http://dbpedia.org/resource/Mexico>. \n}","graphString":"Mexico City International Airport ____ type ____ airport\nMexico City International Airport[airport] ____city____ Mexico[country]\n","noOfTriples":2,"answers":["http://dbpedia.org/resource/Bahía_de_los_Ángeles_Airport","http://dbpedia.org/resource/San_Luis_Río_Colorado_Airport","http://dbpedia.org/resource/Tehuacán_Airport","http://dbpedia.org/resource/General_Francisco_Mujica_International_Airport","http://dbpedia.org/resource/Zacatecas_International_Airport","http://dbpedia.org/resource/Mexico_City_International_Airport","http://dbpedia.org/resource/Saltillo_Airport","http://dbpedia.org/resource/San_Cristóbal_de_las_Casas_National_Airport","http://dbpedia.org/resource/Aguascalientes_International_Airport","http://dbpedia.org/resource/Bahías_de_Huatulco_International_Airport","http://dbpedia.org/resource/Del_Norte_International_Airport","http://dbpedia.org/resource/Guerrero_Negro_Airport","http://dbpedia.org/resource/Mérida_International_Airport","http://dbpedia.org/resource/Puerto_Escondido_International_Airport","http://dbpedia.org/resource/Ixtepec_Airport","http://dbpedia.org/resource/Campo_Cuatro_Milpas_Airport","http://dbpedia.org/resource/Navojoa_Airport","http://dbpedia.org/resource/Cupul_National_Airport","http://dbpedia.org/resource/Francisco_Primo_de_Verdad_National_Airport","http://dbpedia.org/resource/Nuevo_Casas_Grandes_Municipal_Airport","http://dbpedia.org/resource/San_Ignacio_Airfield__San_Ignacio_Airfield__1"],"answerCardinality":21,"noOfTokens":6,"qustionComplexity":0.12,"shapeType":"STAR","questionType":"Which"},"question10":{"seed_withPrefix":"http://dbpedia.org/resource/San_Francisco_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"What are the airports that its city is Silicon Valley?","query":"SELECT DISTINCT ?Seed WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/city>\t<http://dbpedia.org/resource/Silicon_Valley>. \n}","graphString":"San Francisco International Airport ____ type ____ airport\nSan Francisco International Airport[airport] ____city____ Silicon Valley[administrative region]\n","noOfTriples":2,"answers":["http://dbpedia.org/resource/San_Francisco_International_Airport","http://dbpedia.org/resource/San_Jose_International_Airport"],"answerCardinality":2,"noOfTokens":10,"qustionComplexity":0.2,"shapeType":"STAR","questionType":"What"},"question54":{"seed_withPrefix":"http://dbpedia.org/resource/San_Francisco_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Mention which airport its location is Unincorporated area?","query":"SELECT DISTINCT ?Seed WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/location>\t<http://dbpedia.org/resource/Unincorporated_area>. \n}","graphString":"San Francisco International Airport ____ type ____ airport\nSan Francisco International Airport[airport] ____location____ Unincorporated area[city]\n","noOfTriples":2,"answers":["http://dbpedia.org/resource/Hartsfield–Jackson_Atlanta_International_Airport","http://dbpedia.org/resource/San_Francisco_International_Airport","http://dbpedia.org/resource/Jack_Brooks_Regional_Airport"],"answerCardinality":3,"noOfTokens":8,"qustionComplexity":0.16,"shapeType":"STAR","questionType":"Requests"},"question15":{"seed_withPrefix":"http://dbpedia.org/resource/O'Hare_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Is O'Hare International Airport airport its location is Chicago?","query":"ASK WHERE{\n\t<http://dbpedia.org/resource/O'Hare_International_Airport> \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t<http://dbpedia.org/resource/O'Hare_International_Airport>\t<http://dbpedia.org/ontology/location>\t<http://dbpedia.org/resource/Chicago>. \n}","graphString":"O'Hare International Airport ____ type ____ airport\nO'Hare International Airport[airport] ____location____ Chicago[city]\n","noOfTriples":2,"answers":["true"],"answerCardinality":1,"noOfTokens":9,"qustionComplexity":0.12,"shapeType":"STAR","questionType":"Yes-No-Is"},"question59":{"seed_withPrefix":"http://dbpedia.org/resource/Mexico_City_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Mention which airport its city is Mexico?","query":"SELECT DISTINCT ?Seed WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/city>\t<http://dbpedia.org/resource/Mexico>. \n}","graphString":"Mexico City International Airport ____ type ____ airport\nMexico City International Airport[airport] ____city____ Mexico[country]\n","noOfTriples":2,"answers":["http://dbpedia.org/resource/Bahía_de_los_Ángeles_Airport","http://dbpedia.org/resource/San_Luis_Río_Colorado_Airport","http://dbpedia.org/resource/Tehuacán_Airport","http://dbpedia.org/resource/General_Francisco_Mujica_International_Airport","http://dbpedia.org/resource/Zacatecas_International_Airport","http://dbpedia.org/resource/Mexico_City_International_Airport","http://dbpedia.org/resource/Saltillo_Airport","http://dbpedia.org/resource/San_Cristóbal_de_las_Casas_National_Airport","http://dbpedia.org/resource/Aguascalientes_International_Airport","http://dbpedia.org/resource/Bahías_de_Huatulco_International_Airport","http://dbpedia.org/resource/Del_Norte_International_Airport","http://dbpedia.org/resource/Guerrero_Negro_Airport","http://dbpedia.org/resource/Mérida_International_Airport","http://dbpedia.org/resource/Puerto_Escondido_International_Airport","http://dbpedia.org/resource/Ixtepec_Airport","http://dbpedia.org/resource/Campo_Cuatro_Milpas_Airport","http://dbpedia.org/resource/Navojoa_Airport","http://dbpedia.org/resource/Cupul_National_Airport","http://dbpedia.org/resource/Francisco_Primo_de_Verdad_National_Airport","http://dbpedia.org/resource/Nuevo_Casas_Grandes_Municipal_Airport","http://dbpedia.org/resource/San_Ignacio_Airfield__San_Ignacio_Airfield__1"],"answerCardinality":21,"noOfTokens":7,"qustionComplexity":0.14,"shapeType":"STAR","questionType":"Requests"},"question16":{"seed_withPrefix":"http://dbpedia.org/resource/San_Francisco_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Find which airport its city is Silicon Valley?","query":"SELECT DISTINCT ?Seed WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/city>\t<http://dbpedia.org/resource/Silicon_Valley>. \n}","graphString":"San Francisco International Airport ____ type ____ airport\nSan Francisco International Airport[airport] ____city____ Silicon Valley[administrative region]\n","noOfTriples":2,"answers":["http://dbpedia.org/resource/San_Francisco_International_Airport","http://dbpedia.org/resource/San_Jose_International_Airport"],"answerCardinality":2,"noOfTokens":8,"qustionComplexity":0.16,"shapeType":"STAR","questionType":"Requests"},"question13":{"seed_withPrefix":"http://dbpedia.org/resource/Mexico_City_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Give me which airport its city is Mexico City?","query":"SELECT DISTINCT ?Seed WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/city>\t<http://dbpedia.org/resource/Mexico_City>. \n}","graphString":"Mexico City International Airport ____ type ____ airport\nMexico City International Airport[airport] ____city____ Mexico City[city]\n","noOfTriples":2,"answers":["http://dbpedia.org/resource/Mexico_City_International_Airport","http://dbpedia.org/resource/Mexico_City_Texcoco_Airport","http://dbpedia.org/resource/Felipe_Ángeles_International_Airport"],"answerCardinality":3,"noOfTokens":9,"qustionComplexity":0.18,"shapeType":"STAR","questionType":"Requests"},"question57":{"seed_withPrefix":"http://dbpedia.org/resource/San_Francisco_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"airport its location is Unincorporated area?","query":"SELECT DISTINCT ?Seed WHERE{\n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t?Seed\t<http://dbpedia.org/ontology/location>\t<http://dbpedia.org/resource/Unincorporated_area>. \n}","graphString":"San Francisco International Airport ____ type ____ airport\nSan Francisco International Airport[airport] ____location____ Unincorporated area[city]\n","noOfTriples":2,"answers":["http://dbpedia.org/resource/Hartsfield–Jackson_Atlanta_International_Airport","http://dbpedia.org/resource/San_Francisco_International_Airport","http://dbpedia.org/resource/Jack_Brooks_Regional_Airport"],"answerCardinality":3,"noOfTokens":6,"qustionComplexity":0.12,"shapeType":"STAR","questionType":"Topical-Prune"},"question14":{"seed_withPrefix":"http://dbpedia.org/resource/Mexico_City_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Is Aachen Merzbrück Airfield airport its city is Mexico City?","query":"ASK WHERE{\n\t<http://dbpedia.org/resource/Aachen_Merzbrück_Airfield> \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t<http://dbpedia.org/resource/Aachen_Merzbrück_Airfield>\t<http://dbpedia.org/ontology/city>\t<http://dbpedia.org/resource/Mexico_City>. \n}","graphString":"Mexico City International Airport ____ type ____ airport\nMexico City International Airport[airport] ____city____ Mexico City[city]\n","noOfTriples":2,"answers":["false"],"answerCardinality":1,"noOfTokens":10,"qustionComplexity":0.133,"shapeType":"STAR","questionType":"Yes-No-Is"},"question58":{"seed_withPrefix":"http://dbpedia.org/resource/San_Francisco_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Is Aachen Merzbrück Airfield airport its city is Silicon Valley?","query":"ASK WHERE{\n\t<http://dbpedia.org/resource/Aachen_Merzbrück_Airfield> \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t<http://dbpedia.org/resource/Aachen_Merzbrück_Airfield>\t<http://dbpedia.org/ontology/city>\t<http://dbpedia.org/resource/Silicon_Valley>. \n}","graphString":"San Francisco International Airport ____ type ____ airport\nSan Francisco International Airport[airport] ____city____ Silicon Valley[administrative region]\n","noOfTriples":2,"answers":["false"],"answerCardinality":1,"noOfTokens":10,"qustionComplexity":0.133,"shapeType":"STAR","questionType":"Yes-No-Is"},"question19":{"seed_withPrefix":"http://dbpedia.org/resource/O'Hare_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"airport has at most 6 locations?","query":"SELECT DISTINCT ?Seed WHERE{ \n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> .\n\t?count \t rdf:type \t <http://dbpedia.org/ontology/AdministrativeRegion> .\n\t?Seed\t<http://dbpedia.org/ontology/location>\t?count. \n} GROUP BY ?Seed \n HAVING (COUNT(?count) <= 6)","graphString":"O'Hare International Airport ____ type ____ airport\nO'Hare International Airport[airport] ____location____ Chicago[city]\nO'Hare International Airport[airport] ____location____ Illinois[administrative region]\n","noOfTriples":3,"answers":null,"answerCardinality":0,"noOfTokens":0,"qustionComplexity":0.0,"shapeType":"STAR","questionType":"Topical-Prune"},"question17":{"seed_withPrefix":"http://dbpedia.org/resource/Mexico_City_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"airport has at most 6 cities?","query":"SELECT DISTINCT ?Seed WHERE{ \n\t?Seed \t rdf:type \t <http://dbpedia.org/ontology/Airport> .\n\t?count \t rdf:type \t <http://dbpedia.org/ontology/City> .\n\t?Seed\t<http://dbpedia.org/ontology/city>\t?count. \n} GROUP BY ?Seed \n HAVING (COUNT(?count) <= 6)","graphString":"Mexico City International Airport ____ type ____ airport\nMexico City International Airport[airport] ____city____ Mexico[country]\nMexico City International Airport[airport] ____city____ Mexico City[city]\n","noOfTriples":3,"answers":null,"answerCardinality":0,"noOfTokens":0,"qustionComplexity":0.0,"shapeType":"STAR","questionType":"Topical-Prune"},"question18":{"seed_withPrefix":"http://dbpedia.org/resource/O'Hare_International_Airport","seedType_withPrefix":"http://dbpedia.org/ontology/Airport","questionString":"Is O'Hare International Airport airport its location is Illinois?","query":"ASK WHERE{\n\t<http://dbpedia.org/resource/O'Hare_International_Airport> \t rdf:type \t <http://dbpedia.org/ontology/Airport> . \n\t<http://dbpedia.org/resource/O'Hare_International_Airport>\t<http://dbpedia.org/ontology/location>\t<http://dbpedia.org/resource/Illinois>. \n}","graphString":"O'Hare International Airport ____ type ____ airport\nO'Hare International Airport[airport] ____location____ Illinois[administrative region]\n","noOfTriples":2,"answers":["true"],"answerCardinality":1,"noOfTokens":9,"qustionComplexity":0.12,"shapeType":"STAR","questionType":"Yes-No-Is"}}